/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "En vågtabell skapas för tillfället. Försök igen när skapelseprocessen är klar.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Klangfärgsinformation för en enda vågform upptäcktes. Formantmodulering är tillgänglig genom att vrida vredet Modulation till ”Formant”. Vreden Shape 1 och Shape 2 fungerar inte.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "När du skapar en vågtabell måste ljudfilen ha en konstant tonhöjd, flera sektioner med olika tonhöjder separerade av tystnad, eller en eller flera enskilda cykelsektioner.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Den nya vågtabellen innehåller %d vågformer.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Vågtabell skapas";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Vågtabell har skapats med en enda vågform";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Vågtabell skapades inte";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Vågtabell har skapats";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Intern";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Sidokedja:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Av";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Extern ljudinmatning:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identifierar noter";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Tonhöjdsanalys";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analyserar: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Filöppningsfel";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Filen du försöker läsa in kan inte hittas.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Filöppningsfel";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Det saknas tillräckligt mycket ledigt minne för att läsa in den valda filen.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Fil innehåller tempoändringar";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Varning: En eller flera av filerna du importerar innehåller tempoändringsmarkörer. Den här versionen av MainStage stöder inte synkronisering av filer med tempoändringar.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Filöppningsfel";

/* Playback file alert */
"PlaybackTransientsMessage" = "Transienterna i den valda filen har gömts i Logic Pro. Öppna filen i Logic Pro och sluta gömma transienterna innan du öppnar filen igen i insticksfilen.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Okänt fel";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Den valda filen kunde inte öppnas.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Ljudfilsformatet stöds inte";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Ljudfilen du försöker lägga till har inte ett filformat som stöds. Konvertera filen till ett format som stöds med iTunes eller en annan ljudapp innan du lägger till den i uppspelningsinsticksfilen.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = "(fil saknas)";
